sch = [
    [
        # понедельник ячейка [0]

        '1)Учебная практика (Ковалёва Е.А.)',
        '2)Учебная практика (Ковалёва Е.А.)'
    ],

    [
        # вторник ячейка [1]

        "1)Учебная практика (Ковалёва Е.А.)"
        "2)Учебная практика (Ковалёва Е.А.)"
    ],

    [
        # среда ячейка [2]

        "1)Учебная практика (Ковалёва Е.А.)\n"
        "2)Учебная практика (Ковалёва Е.А.)\n"
    ],

    [
        # понедельник ячейка [3]

        "1)Учебная практика (Ковалёва Е.А.)\n"
        "2)Учебная практика (Ковалёва Е.А.)\n"
    ],

    [
        # понедельник ячейка [4]

        "1)Учебная практика (Ковалёва Е.А.)\n"
        "2)Учебная практика (Ковалёва Е.А.)\n"
    ]
]

weekdays_to_words = {
    1: "понедельник",
    2: "вторник",
    3: "среда",
    4: "четверг",
    5: "пятница"
}