sch = [
    [
        # понедельник ячейка [0]

        '1)Учебная практика (Ковалёва Е.А.)',
        '2)Учебная практика (Ковалёва Е.А.)'
    ],

    [
        # вторник ячейка [1]

        '1)Учебная практика (Ковалёва Е.А.)',
        '2)Учебная практика (Ковалёва Е.А.)'
    ],

    [
        # среда ячейка [2]

        '1)Учебная практика (Ковалёва Е.А.)',
        '2)Учебная практика (Ковалёва Е.А.)'
    ],

    [
        # четверг ячейка [3]

        '1)Учебная практика (Ковалёва Е.А.)',
        '2)Учебная практика (Ковалёва Е.А.)'
    ],

    [
        # пятница ячейка [4]

        '1)Учебная практика (Ковалёва Е.А.)',
        '\n',
        '2)Учебная практика (Ковалёва Е.А.)',
        '\n',
        '3)Алгебра (Иванова А.С)',
        '\n',
        '4)Геометрия (Александрова В.Ю)'
    ]
]

weekdays_to_words = {
    0: 'понедельник',
    1: 'вторник',
    2: 'среда',
    3: 'четверг',
    4: 'пятница'
}