sch = [
    [
        # понедельник ячейка [0]

        '1)Тестирование информационных систем (Емелина Е.И.)',
        '\n',
        '2)Компьютерные сети (Вилков А.Н.)',
        '\n',
        '3)Численные методы (Галдина Т.А.)',
        '\n',
        '4)Численные методы (Галдина Т.А.)'
    ],

    [
        # вторник ячейка [1]

        '1)Тестирование информационных систем (Емелина Е.И.)',
        '\n',
        '2)Иностранный язык (Шамина М.А.)',
        '\n',
        '3)Проектирования и раз-ка веб-приложений (Федотов И.В.)',
        '\n',
        '4)Проектирование и раз-ка интерфейсов пользователя (Киселёва С.В.)'
    ],

    [
        # среда ячейка [2]

        '1)Безопасность жизнедеятельности (Щербинин А.Н.)',
        '\n',
        '2)Раз-ка кода информационных систем (Киселёва С.В.)',
        '\n',
        '3)Теор.вер. и мат.стат(Гавриловская Н.В.)',
        '\n',
        '4)Проектирование и раз-ка интерфейсов пользователя (Киселёва С.В.)'
    ],

    [
        # четверг ячейка [3]

        '1)- / Проектирование и раз-ка веб-приложений (Федотов И.В.)',
        '\n',
        '2)Оптимизация веб-приложений (Федотов И.В.)',
        '\n',
        '3)Разработка кода информационных систем (Киселёва С.В.)',
        '\n',
        '4)Проектирование и разработка веб-приложений (Федотов И.В.)',
        '\n',
        '5)БЖ (Щербинин А.Н.) /-'
    ],

    [
        # пятница ячейка [4]

        '1)Графический дизайн (Важенина Е.Г.)',
        '\n',
        '2)Разработка кода информационных систем (Киселёва С.В.)',
        '\n',
        '3)Проектирование и раз-ка инфтерфейсов пользователя(Киселёва С.В.)'
        '/Оптимизация веб-приложений (Федотов И.В.)',
        '\n',
        '4)Грайфический дизайн (Важенина Е.Г.)'
    ]
]

weekdays_to_words = {
    0: 'понедельник',
    1: 'вторник',
    2: 'среду',
    3: 'четверг',
    4: 'пятницу'
}

wd_words = {
    0: 'ПОНЕДЕЛЬНИК',
    1: 'ВТОРНИК',
    2: 'СРЕДА',
    3: 'ЧЕТВЕРГ',
    4: 'ПЯТНИЦА'
}