teachers = [
    'Важенина Елена Григорьевна (Графический дизайн)',
    'Вилков Андрей Николаевич (Компьютерные сети)',
    'Гавриловская Надежда Владимировна (Теория вероятностей и '
    'математическая статистика)',
    'Галдина Татьяна Анатольевна (Численные методы)',
    'Емелина Елена Ивановна (Тестирование информационных систем',
    'Киселёва Светлана Владимировна (Проектирование и разработка '
    'интерфейсов пользователя; Разработка кода информационных '
    'систем)',
    'Федотов Иван Вячеславович (Проектирование и разработка '
    'веб-приложений; Оптимизация веб-приложений)',
    'Шамина Марина Анатольевна (Иностранный(Англилийский) язык)',
    'Щербинин Александр Николаевич (Безопасность жизнедеятельности)'
]